Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=11_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi parlamentáralaš ráđđi
smn: Parlamentaarlâš rääđi

source: Sámi parlamentáralaš ráđđi (SPR) lea Suoma, Norgga ja Ruoŧa sámedikkiid gaskasaš parlamentáralaš ovttasbargoorgána.
smn: Säämi parlamentaarlâš rääđi (SPR) lii Suomâ, Taažâ já Ruotâ sämitigij koskâsâš parlamentaarlâš oovtâstpargo-orgaan.

source: Ruošša sámeorganisašuvnnat oassálastet ovttasbargui dárkojeaddjin SPR:s.
smn: Ruošâ sämiseervih uásálisteh oovtâstpaargon tárkkojeijen SPR:st.

source: Murmánskka guovllu sámiparlameanta lea ohcan bissovaš lahttovuođa SPR:s.
smn: Murmansk kuávlu sämiparlament lii uuccâm pisováá jeessânvuođâ SPR:st.

source: SPR vuođđuduvvui njukčamánu 2. beaivve jagis 2000.
smn: SPR vuáđudui njuhčâmáánu 2. peeivi ive 2000.

source: Ruoŧa Sámediggi searvvai SPR:i cuoŋománus 2002.
smn: Ruotâ Sämitigge seervâi rááđán cuáŋuimáánust 2002.

source: Norgga, Ruoŧa ja Suoma sámediggi jođihit SPR 16 mánotbaji áigodagain.
smn: Taažâ, Ruotâ já Suomâ sämitigeh jođetteh rääđi 16 mánuppaje poojijn.

source: Čállingoddin doaibmá dat sámediggi, geas jođihanvástu ain lea.
smn: Čäällimkodden tuáimá tot sämitigge, kiäst lii jođettemovdâsvástádâs kuás-uv.

source: SPR:a doaimma stivrejit jagi 1997 sohppojun ovttasbargosoahpamuš ja jagi 2003 dohkkehuvvon bargoortnet.
smn: SPR tooimâ stivrejeh ive 1997 soppum oovtâstpargosopâmuš já ive 2003 tuhhiittum pargo-oornig.

source: Ságajođihanvuorru lea dál Ruoŧa sámedikkis.
smn: Saavâjođettemvuotâ lii párásist Ruotâ sämitiggeest.

source: Jagi 2015 ságajođihanvuorus lea Suoma sámediggi.
smn: Ive 2015 saavâjođettemvuotâvuárust lii Suomâ sämitigge.

source: Suoma sámedikki ovddasteaddjit SPR:s
smn: Suomâ sämitige ovdâsteijeeh SPR:st

source: Sámedikki čoahkkin vállje ovddasteaddjiid sámi parlamentáralaš ráđđái válgabadjái.
smn: Sämitige čuákkim väljee ovdâsteijeid säämi parlamentaarlâš rááđán vaaljâpajan.

source: SPR ovttasbargosoahpamuša mielde sámedikki politihkalaš njunnošat galget gullat SPR:i.
smn: SPR oovtâstpargosopâmuš mield sämitige poolitlâš njunoš kalga kulluđ rááđán.

source: Doaibmabajis 2012-2015 ovddasteaddjin leat:
smn: Toimâpaajeest 2012-2015 ovdâsteijen láá:

source: Klemetti Näkkäläjärvi (várrelahttun Ulla Magga)
smn: Klemetti Näkkäläjärvi (väärrin Ulla Magga)

source: Rauni Äärelä (várrelahttun Petra Magga-Vars)
smn: Rauni Äärelä (väärrin Petra Magga-Vars)

source: Nihkolas Valkeapää (várrelahttun Veikko Porsanger)
smn: Nihkolas Valkeapää (väärrin Veikko Porsanger)

source: Sámi parlamentáralaš ráđi stivrras Suoma sámedikki ovddastit Klemetti Näkkäläjärvi ja Tiina Sanila-Aikio.
smn: Säämi parlamentaarlâš rääđi stiivrâst Suomâ sämitige ovdâsteh Klemetti Näkkäläjärvi já Tiina Sanila-Aikio.

source: SPR:a ovttasbargosoahpamuša mielde sámedikki polithkalaš njunnosat galget oassálastit lahttun SPR:a stivrra doaimmaide.
smn: SPR oovtâstpargosopâmuš mield sämitige poolitlâš njunoš kalga uásálistiđ jesânin SPR stiivrâ tooimân.

source: Doaimmat
smn: Toimâ

source: SPR:a doaimmaid stivre jahkásaččat dievasčoahkkin, mii ordnejuvvo unnimustá oktii jagis.
smn: SPR tooimâ stivree tievâsčuákkim, mii uárnejuvvoo ihásávt ucemustáá ohtii.

source: Čoahkkin dohkkeha SPR doaibmaplána, mii ráhkaduvvo guovtti jahkái hávil.
smn: Čuákkim tuhhit SPR toimâvuávám, mii ráhtoo kyevti ihán häävild.

source: SPR doalai ovddit geardde čoahkkimis Ubmis čakčat 2013.
smn: SPR toolâi ovdebáá keerdi čuákkimis Uumeest čohčuv 2013.

source: SPR lea vuođđudan iežas oktavuhtii nuoraidlávdegotti, masa bohtet ovddasteaddjit guđege riikka sámedikki nuoráidráđiin / - lávdegottiin.
smn: SPR lii vuáđudâm ohtâvuotâsis nuorâilävdikode, kuus puátih ovdâsteijeeh jieškote-uv eennâm sämitige nuorâiraađijn / - lävdikuudijn.

source: Nuoraidlávdegoddi čoahkkana SPR dievasčoahkkima oktavuođas.
smn: Nuorâilävdikodde čokkân SPR almosčuákkim ohtâvuođâst.

source: Suoma sámedikki ovddasteaddjin lávdegottis leat nuoraidráđi ságajođiheaddji Nilla Rahko ja lahttu Anne-Máret Labba.
smn: Suomâ sämitige ovdâsteijen lävdikoddeest lii nuorâirääđi saavâjođetteijee Nilla Rahko já jeessân Anne-Máret Labba.

source: SPR lea vuođđudan maiddái beahtoáššiid lávdegotti.
smn: SPR lii vuáđudâm meid piätuaašij lävdikode.

source: Lávdegottis Suoma sámedikki ovddasta II várreságajođiheaddji Heikki Paltto
smn: Lävdikoddeest Suomâ sämitige oovdâst II värisaavâjođetteijee Heikki Paltto.

source: SPR doaibmaplána lágida SPR stivra, mii čoahkkana sullii 4 geardde jagis.
smn: SPR toimâvuávám olášut SPR stivrâ, mii čokkân suulân neljii ivveest.

source: SPR doaibman lea ovddidit sámedikki gaskasaš ovttasbarggu sihke gieđahallat áššiid, mat gusket dahje sáhttet guoskat sámiid máŋgga riikkas dahje sámiid álbmogin.
smn: SPR pargon lii ovdediđ sämitigij koskâsâš oovtâstpargo sehe kieđâvuššâđ aašijd, moh kyeskih teikâ pyehtih kuoskâđ sämmiláid maaŋgâ enâmist teikâ sämmiláid almugin.

source: SPR ovddasta Suoma, Ruođa ja Norgga sámiid davviriikkain ja riikkaidgaskasaš oktavuođain.
smn: SPR oovdâst Suomâ, Ruotâ já Taažâ sämmilijd tave-eennâmlijn já aalmugijkoskâsijn ohtâvuođâin.

source: SPR váldoulbmilat leat davviriikkalaš sámesoahpamuša dohkkeheapmi, SPR doaimma ovddideapmi ja sámiid vuoigatvuođalassajádaga buorideapmi.
smn: SPR váldu-ulmeh láá tave-eennâmlii sämisopâmuš tuhhiittem, SPR tooimâ ovdedem já sämmilij vuoigâdvuođâsajattuv pyeredem.

source: SPR lea mearridan, ahte sámit ráhkadit oktasaš oaivila SPR:s davviriikkalaš sámesoahpamuša joatkkaráđđádallamiin.
smn: SPR lii meridâm, ete sämmiliih hämmejeh ohtsii uáivil SPR:st tave-eennâmlii sämisopâmuš jotkâráđádâlmijn.

source: Ulbmilin lea ovddidit SPR doaimmaid davviriikkalaš sámesoahpamuša geatnegasvuođaid ektui sihke buoridit Ruošša sámiid vejolašvuođa oassálastit ovttasbargui.
smn: Ulmen lii ovdediđ SPR tooimâ tave-eennâmlii sämisopâmuš kenigâsvuođâi háárán sehe pyerediđ Ruošâ sämmilij máhđulâšvuođâ uásálistiđ oovtâstpaargon.

source: Sámeparlamentárihkkáriid konfereansa
smn: Sämiparlamiänttárij konferens

source: Sámeparlamentárihkkáriid vuosttas konfereansa lágiduvvui Johkamohkis 24.2.2005.
smn: Sämiparlamiänttárij vuossâmuš ohtsâš konferens uárnejui Juhâmohheest 24.2.2005.

source: Konferensii oassálaste Norgga, Ruoŧa ja Suoma sámedikkiid sihke Ruošša sámiid ovddasteaddjit.
smn: Konfereensân uásálistii Taažâ, Ruotâ já Suomâ sämitigij sehe Ruošâ sämmilij ovdâsteijeeh.

source: Ovdal konfereanssa guđege riikka sámedikkit dolle iežaset dievasčoahkkima Johkamohkis.
smn: Ovdil konferens jieškote-uv eennâm sämitigeh tollii jieijâs tievâsčuákkim Juhâmohheest.

source: Sámeparlamentárihkkáriid konfereansa lei historjjálaš dáhpáhus.
smn: Sämiparlamiänttárij konferens lâi historjállâš tábáhtus.

source: Konfereansa dohkkehii Johkamohki julggáštusa, man mielde oktasaš konfereansa lei historjjálaš mearka sámepolitihkalaš barggus.
smn: Konferens tuhhiittij Juhâmohe julgáštus, mon mield ohtsâš konferens lâi historjállâš merkkâstuálppu sämipoolitlii pargoost.

source: Konfereansa muittuhii das, ahte sámit leat okta álbmot, man oktilašvuođa riikkaid ráját eai oaččo rihkkut.
smn: Konferens muštottij tast, ete sämmiliih láá ohtâ aalmug, mon ohtâlâšvuođâ staatâi rääjih iä uážu rikkođ.

source: Julggáštus deattuha earet eará sámiid iešmearridanvuoigatvuođa ja barggu davviriikkalaš sámesoahpamuša áigái oažžuma dihtii.
smn: Julgáštus tiäddut eres lasseen sämmilij jiešmeridemvuoigâdvuođâ já pargo tave-eennâmlii sämisopâmuš ááigán finniimân.

source: Johkamohkis mearriduvvui, ahte sámeparlamentárihkkáriid oktasaš konfereansa ordnejuvvo golmma jagi gaskkaid.
smn: Juhâmohheest meridui, ete sämiparlamiänttárij ohtsâš konferens uárnejuvvoo kuulmâ ive kooskâi.

source: Nubbi sámeparlamentárihkkáriid konfereansa lágiduvvui Roavvenjárggas 28.10.2008.
smn: Nubbe sämiparlamiänttárij konferens uárnejui Ruávinjaargâst 28.10.2008.

source: Goalmmát sámeparlamentárihkkáriid konfereansa ordnejuvvui Girkonjárggas 10.11.2011.
smn: Kuálmád sämiparlamiänttárij konferens uárnejui Kirkkonjaargâst 10.11.2011.

source: Konferenssa julggáštusas gieđahallet sámiid ovttasbarggu ovddideami, sámiid iešmearridanvuoigatvuođa ollašuvvama sihke ávžžuhit stáhta ratifiseret ILO-169 soahpamuša eamiálbmogiid vuoigatvuođain.
smn: Konferens julgáštusâst kieđâvušeh sämmilij oovtâstpargo ovdedem, sämmilij jiešmeridemvuoigâdvuođâ olášume sehe avžuutteh staatâid ratifisistiđ ILO-169 sopâmuš algâaalmugij vuoigâdvuođâin.

source: Konfereanssa mielde meroštallama das, geaid atnit sápmelažžan, galgá vuođđuduvvat sámiid iežaset ja oktasaš áddejupmái áššis.
smn: Konferens mield miäruštâllâm tast, kiäid tuálih sämmilâžžân, kalga vuáđuduđ sämmilij jieijâs já ohtsâš ibárdâssân ääšist.

source: Njealját sámeparlamentárihkkáriid konfereansa lágiduvvui Ubmis 20.2.2014.
smn: Niäljád sämiparlamiänttárij konferens uárnejui Uumeest 20.2.2014.

source: Konfereanssa fáddán lei sámiid árbevirolaš ássanguovlluid luondduriggodagaid ávkkástallan ja davviriikkalaš sámesoahpamuš.
smn: Konferens fáddán lâi sämmilij ärbivuáválij aassâmkuávlui luánduriggoduvâiguin ávhástâllâm já tave-eennâmlâš sämisopâmuš.

source: Konferensii oassálaste Norgga, Ruoŧa ja Suoma sámedikkiid lahtut sihke Ruošša sámeservviid ovddasteaddjit.
smn: Konfereensân uásálistii Taažâ, Ruotâ já Suomâ sämitigij jesâneh sehe Ruošâ sämiseervij ovdâsteijeeh.

source: Suoma sámedikkis konferensii oassálaste 16 parlamentárihkkára.
smn: Suomâ sämitiggeest konfereensân uásálistii 16 parlamiänttárid.

source: Sámeparlamentárihkkárat čoahkkanedje Ubmis.
smn: Sämiparlamiänttáreh čuáhist Uumeest.

source: Govva: Pia Ruotsala
smn: Kove: Pia Ruotsala

source: Ubmi konfereansa dohkkehii julggáštusa davviriikkalaš sámesoahpamušas sihke sámiid árbevirolaš ássanguovlluid luondduriggodagaid ávkkástallama gieđahalli julggáštusa.
smn: Ume konferens tuhhiittij julgáštus tave-eennâmlii sämisopâmušâst sehe julgáštus, mii kuáská s ämmilij ärbivuáválij aassâmkuávlui luánduriggoduvâiguin ávhástâlmân.

source: Suoma sámedikki ovcci lahtu guđđe sierra cealkámuša luondduriggodagaid ávkkástallama sámiid árbevirolaš ássanguovlluid gieđahalli julggáštusa artihkkalii 4.
smn: Suomâ sämitige oovce jesânid kuođđii sierâ ciälhus luánduriggoduvâiguin ávhástâlmân sämmilij ärbivuáválijn aassâmkuávluin kyskee julgáštus artiklân 4.

source: Eará oasil buot Suoma sámedikki ovddasteaddjit dorjo julggáštusa.
smn: Eres oosijn puoh Suomâ sämitige ovdâsteijeeh torjuu julgáštus.
